Repository: MyConnector/MyConnector
Catalog: *.po
Languages: ru

source: - port
ru: - порт

source: - quality
ru: - качество

source: 'knock' needed!
ru: Необходим клиент 'knock'

source: 256 colors
ru: 256 цветов

source: 256 colors (8 bit)
ru: 256 цветов (8 bit)

source: A frontend program for remote administration of computers with various OS. Most common connection types are supported.
ru: Программа-фронтэнд для удаленного администрирования компьютеров с различными операционными системами. Поддерживается большинство распространенных типов подключения.

source: Actual
ru: Актуальная

source: Added a new connection
ru: Добавлено новое подключение

source: Additional parameters
ru: Дополнительные параметры

source: Advanced
ru: Расширенные

source: All files
ru: Все файлы

source: All saved passwords have been deleted from the keyring.
ru: Все сохраненные пароли были удалены из связки ключей.

source: All your saved connections will be deleted!!!
ru: Все сохраненные подключения будут удалены!!!

source: Authentication type:
ru: Тип аутентификации:

source: Authentication...
ru: Аутентификация...

source: Autofill data is cleared.
ru: Данные автозаполнения очищены.

source: Autologin
ru: Автовход

source: Autostart
ru: Автозапуск подключения

source: Black and white
ru: Оттенки серого

source: Cancel
ru: Отмена

source: Changes in the program parameters (Ctrl+P)
ru: Изменяется в параметрах программы (Ctrl+P

source: Charset
ru: Кодировка

source: Check for new versions at startup
ru: Проверять при запуске наличие новых версий

source: Check protocol security settings!
ru: Проверьте параметры безопасности протокола!

source: Choose a folder
ru: Выберите папку

source: Citrix - Connecting to the server Citrix
ru: Подключение к серверу Citrix

source: Clear autofill data
ru: Очистить данные автозаполнения

source: Clear the list of saved connections
ru: Очистить список сохраненных подключений

source: Client
ru: Клиентское разрешение

source: Clipboard
ru: Буфер обмена

source: Color depth
ru: Глубина цвета

source: Common
ru: Общие

source: Compression
ru: Сжатие

source: Compression level
ru: Уровень сжатия

source: Config contains errors.
ru: Конфигурационный файл содержит ошибки.

source: Config does not exists or contains errors
ru: Конфигурационный файл не существует или содержит ошибки

source: Config error
ru: Ошибка в конфигурационном файле

source: Confirm clearing the autofill data
ru: Подтвердите очистку данных автозаполнения

source: Confirm clearing the connection list
ru: Подтвердите очистку списка подключений

source: Confirm deleting all saved passwords from the keyring.
ru: Подтвердите удаление всех сохраненных паролей из связки ключей.

source: Confirm resetting the program parameters to their default values.
ru: Подтвердите сброс параметров программы к значениям по умолчанию.

source: Connect
ru: Подключение

source: Connect to
ru: Подключиться к

source: Connecting from a file
ru: Подключение из файла

source: Connecting to
ru: Подключение к

source: Connecting to a file server
ru: Подключение к файловому серверу

source: Connecting to a virtual machine VMware
ru: Подключение к виртуальной машине VMware

source: Connecting to a website
ru: Открыть ВЕБ-ресурс

source: Connecting to the server
ru: Подключение к серверу

source: Connecting to the server Citrix
ru: Подключение к серверу Citrix

source: Connection autostart
ru: Автозапуск подключения

source: Connection deleted
ru: Подключение удалено

source: Connection files of the old version of the program were detected
ru: Обнаружены файлы подключений старой версии программы

source: Connection name
ru: Имя подключения

source: Console
ru: Консоль администрирования

source: Converter from .ctor (outdated format Connector) to new .myc (MyConnector)
ru: Конвертер файлов подключений .ctor (устаревший формат Connector) в новый - .myc (MyConnector)

source: Copy parameters to a new connection
ru: Копировать параметры в новое подключение

source: Current status
ru: Текущее состояние

source: Default
ru: По умолчанию

source: Delete all saved passwords
ru: Удаление всех сохраненных паролей

source: Delete passwords
ru: Удаление паролей

source: Delete this connection:
ru: Удалить данное подключение

source: Desktop
ru: Рабочий стол

source: Desktop composition
ru: Композиция рабочего стола

source: Disable NLA protocol security
ru: Отключить проверку на уровне сети (NLA)

source: Disable clipboard
ru: Отключить буфер обмена

source: Disable encryption
ru: Отключить шифрование

source: Disable password storage
ru: Отключить возможность сохранения пароля

source: Disable the Ctrl key in the webkiosk
ru: Отключить клавишу Ctrl в WEB-киоске

source: Disabled
ru: Отключен

source: Disconnect after first session
ru: Отключаться после одного сеанса

source: Do not specify parameters for starting the GUI
ru: Не указывайте опций для запуска графического интерфейса

source: Documentation
ru: Документация

source: Documents
ru: Документы

source: Domain
ru: Домен

source: Done, the changes will take effect after the restart...
ru: Выполнено, изменения вступят в силу после перезапуска...

source: Downloads
ru: Загрузки

source: Email us
ru: Связь с разрабочиком

source: Enable logging (need to restart the program)
ru: Вести журнал работы программы (требуется перезапуск программы)

source: Enabled
ru: Включен

source: Enter a name for the saved connection
ru: Введите имя для сохраняемого подключения

source: Enter a search query...
ru: Введите поисковой запрос

source: Enter the command to connect file resources (default: from MIME)
ru: Введите команду для подключения файловых ресурсов (по умолчанию берется из списка MIME-типов пользователя)

source: Enter the connection protocol
ru: Введите протокол подключения

source: Enter the server address...
ru: Введите адрес сервера...

source: Error
ru: Ошибка

source: Error in the file
ru: Ошибка в файле

source: Example: 7000 8000:udp 9000:tcp
ru: Пример: 7000 8000:udp 9000:tcp

source: Example: 800x600
ru: Пример: 800x600

source: Example: MyServer
ru: Пример: МойСервер

source: Extended NLA
ru: Расширенный NLA

source: FS - Connecting to a file server
ru: FS - Подключение к файловому серверу

source: Fast connection with default settings
ru: Быстрое подключение с настройками по умолчанию

source: File
ru: Файл

source: File for connecting...
ru: Файл для подключения...

source: Folder
ru: Папка

source: Folder redirection:
ru: Перенаправление папок:

source: For connection
ru: Для подключения

source: FreeNX technology
ru: Технология FreeNX

source: Check that the connection command is correct. Read more in
ru: Проверьте правильность команды подключения. Подробнее в

source: Fullscreen
ru: Полноэкранный режим

source: Fullscreen (Ctrl+Alt+Enter)
ru: Полноэкранный режим (Ctrl+Alt+Enter)

source: Glyph cache
ru: Кэш glyph

source: Good
ru: Хорошее

source: Group
ru: Группа

source: Hardware rendering
ru: Аппаратный видеорендеринг

source: High
ru: Высокое

source: Identity file
ru: Файл идентификации

source: Ignore certificate
ru: Игнорировать сертификат

source: Import
ru: Импорт

source: Import error
ru: Ошибка импорта

source: Import from file
ru: Импорт из файла

source: Imported the file
ru: Импортирован файлы

source: Importing the connection configuration file
ru: Импорт конфигурационного файла подключения

source: Installed
ru: Текущая

source: Invalid username or password.
ru: Неверное имя пользователя или пароль.

source: Is this Connector's file
ru: Это файла формата Connector

source: KIOSK config file
ru: Конфигурационный файл режима КИОСК

source: KIOSK mode
ru: Режим КИОСК

source: KIOSK mode control
ru: Управление режимом КИОСКа

source: KIOSK mode disabled!
ru: Режим КИОСКа отключен!

source: KIOSK standalone mode enabled!
ru: Включен запуск программы MyConnector в режим КИОСКа!

source: KIOSK the filemode enabled! File
ru: Включен запуск подключения из файла в режим КИОСКа! Файл

source: LOGGING WILL BE DISABLED AFTER THE PROGRAM IS RESTARTED!
ru: ВЕДЕНИЕ ЖУРНАЛА ПОСЛЕ ПЕРЕЗАПУСКА ПРОГРАММЫ БУДЕТ ОТКЛЮЧЕНО!

source: Launch Command
ru: Команда запуска

source: Listenning mode
ru: Режим прослушивания

source: Local
ru: Локальный

source: Local folder
ru: Локальная папка

source: Log
ru: Лог

source: Logging is disabled. Debugging is not possible!
ru: Ведение журнала отключено. Режим отладки не доступен!

source: Login session on an X server
ru: Удаленное подключение к X-серверу

source: Low
ru: Низкое

source: Main window
ru: Главное окно программы

source: Manually
ru: Вручную

source: Medium
ru: Среднее

source: Menu animations
ru: Анимация меню

source: MyConnector Preferences
ru: Настройки MyConnector

source: NX - NoMachine technology
ru: NX - Технология NX NoMachine

source: Name
ru: Название

source: Negotiation
ru: Согласование

source: No connection file specified!
ru: Файл для подключения в режиме КИОСКа не указан!

source: NoMachine technology
ru: Технология NX NoMachine

source: Open a saved file with connection parameters (for modification and further connection or saving)
ru: Открыть ранее сохраненный файл с параметрами подключения (для изменения и дальнейшего подключения или сохранения)

source: Open a saved file with connection parameters and connect to it
ru: Открыть ранее сохраненный файл с параметрами подключения и подключиться к нему

source: Open as Text
ru: Открыть как текст

source: Open the Advanced connection parameters window
ru: Открыть окно дополнительных параметров подключения

source: Open the connection file in a text editor
ru: Открыть файл подключения в текстовом редакторе

source: Open the file
ru: Открыт файл

source: Opening a web resource
ru: Открытие ВЕБ-ресурса

source: Opening the connection configuration file
ru: Открытие конфигурационного файла подключения

source: Opening the program settings
ru: Открытие параметров программы

source: Options
ru: Опции

source: Or select from the list in the advanced options
ru: Или выберите из списка в дополнительных параметрах

source: Other
ru: Прочее

source: Outdated format file! Use 'ctor2myc' or 'Import' from menu.
ru: Устаревший формат файла! Используйте ковертер 'ctor2myc' или Импорт из меню

source: Password
ru: Пароль

source: Password expired. For change disable NLA or enable TLS or RDP protocol security!
ru: Срок действия пароля истек. Для смены отключите NLA или включите TLS/RDP в настройках безопасности!

source: Password storage is not available for FreeRDP
ru: Хранение пароля не доступно для FreeRDP

source: Performance
ru: Производительность

source: Permission denied!
ru: Доступ запрещен!

source: Preferences
ru: Параметры

source: Press F8 for additional parameters
ru: Нажмите F8 для дополнительных параметров

source: Printers
ru: Принтеры

source: Program
ru: Программа

source: Program run
ru: Запуск программы

source: Protocol
ru: Протокол

source: Public key
ru: Публичный ключ

source: Quality
ru: Качество

source: RDP - Windows remote desktop
ru: RDP - Удаленный рабочий стол Windows

source: Read more: xfreerdp /help
ru: Подробнее: xfreerdp /help

source: Redirect local microphone
ru: Перенаправление микрофона

source: Remote
ru: Удаленный

source: Remote Desktop Gateway:
ru: Шлюз удаленных рабочих столов:

source: Remote sound
ru: Удаленный звук

source: Remove a connection from the list
ru: Удалить подключение из списка

source: Report an bug
ru: Сообщить об ошибке

source: Reset
ru: Сбросить

source: Reset the filter
ru: Сбросить фильтр

source: Reset the program
ru: Сброс программы

source: Resize guest to match window size
ru: Изменение размера под размер окна

source: Resolution
ru: Разрешение экрана

source: Root is not allowed to use the mode!
ru: Пользователю 'root' запрещено использовать режим КИОСКа!

source: SFTP - Secure file transfer
ru: SFTP - Защищенная передача файлов

source: SPICE - Simple Protocol for Independent Computing Environments
ru: SPICE - Простой протокол для независимых вычислительных сред

source: SSH - Secure connection to the command line
ru: SSH - Безопасное подключение к командной строке

source: SSH port
ru: Порт SSH

source: Save
ru: Сохранить

source: Save a shortcut to this connection
ru: Сохранить ярлык данного подключения

source: Save as default settings
ru: Сохранить как параметры по умолчанию

source: Save password
ru: Хранить пароль в связке ключей

source: Save the shortcut
ru: Сохранить ярлык

source: Saved in
ru: Сохранен в

source: Saving a shortcut to run directly from the system
ru: Сохранение ярлыка для запуска напрямую из системы

source: Secure connection to the command line
ru: Безопасное подключение к командной строке

source: Secure file transfer
ru: Защищенная передача файлов

source: Security
ru: Безопасность

source: Secure WebDAV (HTTPS)
ru: Защищенный WebDAV (HTTPS)

source: See also
ru: См. также

source: Select a connection from the list!
ru: Выберите подключение из списка!

source: Select a protocol from the drop-down list:
ru: Выберите протокол из выпадающего списка:

source: Select your default applications
ru: Выбор программ для подключения

source: Server
ru: Сервер

source: Server CA certificate
ru: Сертификат сервера ЦС

source: Server not specified!
ru: Адрес сервера не указан!

source: Session (or command)
ru: Сессия (или команда)

source: Setting up a KIOSK mode (available if you have root rights, the myconnector-kiosk package and one of the DM - LightDM or SDDM)
ru: Настройка режима КИОСК (доступно при наличии прав root, пакета myconnector-kiosk и одного из DM - LightDM или SDDM - LightDM or SDDM)

source: Share folder
ru: Общая папка

source: Shared resources
ru: Общие ресурсы

source: Should I import them into this version?
ru: Импортировать их в данную версию?

source: Show cursor
ru: Показывать курсор

source: Simple Protocol for Independent Computing Environments
ru: Простой протокол для независимых вычислительных сред

source: Smartcards
ru: Смарткарты

source: Smooth fonts
ru: Сглаживание шрифтов

source: Sorting the list of connections
ru: Сортировка списка подключений

source: Sound
ru: Звук

source: Span screen over multiple monitors
ru: Расширить экран на все мониторы

source: Specify a name for the connection!
ru: Укажите имя подключения!

source: Starting a saved connection
ru: Запуск сохраненного подключения

source: Starting the connection when the user logs in
ru: Запуск подключения при входе пользователя

source: Status
ru: Статус

source: Swap with the CapsLock key
ru: Ее функцию в сеансе будет выполнять клавиша CapsLock

source: Text editor for connections
ru: Текстовый редактор для подключений

source: The 'pyhoca-cli' client for X2GO is not installed!
ru: Клиент 'pyhoca-cli' для X2GO не установлен!

source: The FS connection configuration file is corrupted - the type is missing!
ru: Конфигурационный файл FS-подключения поврежден - отсутствует тип!

source: The MyConnector is forcibly closed (from cmdline).
ru: MyConnector закрыт принудительно (из командной строки).

source: The configuration file is corrupted, a new one has been created!
ru: Конфигурационный файл поврежден, создан новый!

source: The connection
ru: Подключение

source: The connection configuration file is corrupted
ru: Конфигурационный файл подключения поврежден

source: The connection is saved
ru: Подключение сохранено

source: The connection was canceled by the user!
ru: Подключение отменено пользователем!

source: The connection was changed
ru: Подключение изменено

source: The default protocol
ru: Протокол по умолчанию

source: The default settings are set.
ru: Установлены настройки по умолчанию.

source: The default settings are saved.
ru: Настройки по умолчанию сохранены.

source: The file is not selected!
ru: Файл не выбран!

source: The file opens
ru: Открывается файл

source: The following format is required: [protocol://]address[:port]
ru: Требуется следующий формат: [протокол://]адрес[:порт]

source: The following format is required: [username@]server[:port]
ru: Требуется следующий формат: [имя_пользователя@]сервер[:порт]

source: The following format is required: protocol://[username@]server[:port]/[folder]
ru: Требуется следующий формат: протокол://[имя_пользователя@]сервер[:порт]/[папка]

source: The following format is required: server[:port]
ru: Требуется следующий формат: сервер[:порт]

source: The list of servers (servers.db) was not found, an empty one was created.
ru: Список серверов (servers.db) не найден, создан пустой.

source: The mode KIOSK unavailable, package is not installed.
ru: Режим КИОСКа не доступен, пакет не установлен.

source: The password was not specified.
ru: Пароль не был указан.

source: The path run
ru: Путь запуска

source: The preferences are saved in a file
ru: Параметры программы сохранены в файл

source: The program is reset to the default value.
ru: Параметры программы сброшены к значения по умолчанию.

source: The program is running in debug mode.
ru: Программа запущена в режиме отладки.

source: The same connection name is already in use!
ru: Указанное имя подключения уже используется!

source: The standalone mode (run MyConnector)
ru: Запуск программы MyConnector

source: The text editor
ru: Текстовый редактор

source: Theme
ru: Тема

source: To change the connection parameters
ru: Изменить параметры подключения

source: To reset the program
ru: Выполнить сброс параметров программы

source: Tray icon
ru: Отображать иконку приложения в области уведомлений (трей)

source: Try
ru: Попробуйте

source: Turn it off?
ru: Выключить?

source: Turn it on?
ru: Включить?

source: Turn off automatic reconnection
ru: Отключить автоматическое переподключение

source: Type (protocol)
ru: Тип (протокол)

source: URL for webkiosk not specified!
ru: URL для ВЕБ-КИОСКа не указан!

source: USB storages
ru: USB накопители

source: Unsupported OS! Need ALT!
ru: Неподдерживаемая ОС! Необходим Альт!

source: Unsupported OS! Some features of the program may not work! Learn more about supported OS
ru: Ваша операционная система не поддерживается. Некоторые функции программы могут не работать! Подробнее о поддерживаемых ОС

source: Unsupported file type!
ru: Неподдерживаемый тип файла!

source: Unsupported protocol
ru: Неподдерживаемый протокол

source: Usage
ru: Использование

source: Use TLS encryption
ru: Использовать TLS шифрование

source: Use X2Go printing
ru: Использовать печать X2Go

source: Use local cursor
ru: Использовать локальный курсор

source: Use multiple monitors
ru: Использовать несколько мониторов

source: Use the screen size
ru: Использовать размер экрана

source: User
ru: Пользователь

source: User parameters
ru: Параметры пользователя

source: Username
ru: Имя пользователя

source: Version
ru: Версия

source: View only
ru: Только просмотр

source: VMware - Connecting to a virtual machine VMware
ru: VMware - Подключение к виртуальной машине VMware

source: VNC - Virtual Network Computing
ru: VNC - Подключение к рабочему столу ПК

source: Virtual Network Computing
ru: Подключение к рабочему столу ПК

source: WEB - Connecting to a website
ru: WEB - Открыть ВЕБ-ресурс

source: WEB-KIOSK enabled!
ru: Режим ВЕБ-КИОСКа включен!

source: Wallpapers
ru: Обои рабочего стола

source: Window drag
ru: Перетаскивание окна

source: Window size
ru: Размер окна

source: Windows remote desktop
ru: Удаленный рабочий стол Windows

source: Windows Resource
ru: Ресурс Windows

source: Working area
ru: Рабочая область

source: X2GO - FreeNX technology
ru: X2GO - Технология FreeNX

source: XDMCP - Login session on an X server
ru: XDMCP - Удаленное подключение к X-серверу

source: You will lose your entire browsing history!!!
ru: Вы потеряете всю историю посещений!!!

source: Your version is outdated
ru: Ваша версия устарела

source: any the editor defines by VISUAL or EDITOR, default
ru: редактор, указанный в VISUAL или EDITOR, по умолчанию

source: connecting via the protocol
ru: подключение с помощью протокола

source: connection parameters
ru: параметры подключения

source: contains errors
ru: содержит ошибки

source: copy
ru: копия

source: disable the mode
ru: отключить режим

source: disabled
ru: отключен

source: display current status of the mode
ru: показать текущий статус режима

source: does not contain a section
ru: не содержит секцию

source: does not meet the minimum requirements
ru: не соответствует минимальным требованиям

source: edit config file for enable/disable the mode (will use
ru: редактировать конфигурационный файл (будет использоваться

source: enable the standalone mode
ru: включить простой режим (запуск программы MyConnector)

source: enabled
ru: включен

source: exceeded the allowed size (10mb), been archived
ru: превысил допустимый размер (10Мб), упакован в архив

source: failed
ru: не удался

source: file not found
ru: файл не найден

source: for more information
ru: для подробной информации

source: has an invalid format
ru: имеет неверный формат

source: has been successfully converted to the new format
ru: был успешно сконвертирован в новый формат

source: here
ru: здесь

source: invalid command
ru: неверная команда

source: is closed
ru: закрыт

source: is not specified
ru: не указан

source: kiosk (default)
ru: kiosk (по умолчанию)

source: list of the saved connections
ru: список сохраненных подключений

source: name of the file
ru: имя файла подключения

source: name of the saved connection
ru: имя сохраненного подключения

source: no connection with this name was found
ru: подключение с таким именем не найдено

source: no saved connections
ru: нет сохраненных подключений

source: not installed
ru: не установлен

source: not found
ru: не найден

source: opens in a text editor
ru: открывается в текстовом редакторе

source: protocol not specified
ru: протокол не указан

source: quit the application
ru: закрыть все копии приложения

source: remote desktop client
ru: клиент удаленного рабочего стола

source: saved quick access shortcut
ru: сохранен ярлык быстрого доступа

source: show log files online
ru: отображение журнала работы в режиме реального времени

source: show the application version
ru: показать версию приложения

source: show this help message and exit
ru: показать эту справку и выйти

source: the protocol is missing
ru: отсутствует протокол

source: the server is missing
ru: отсутствует адрес сервера

source: to the server
ru: к серверу

source: user not specified!
ru: пользователь не указан!

source: was created without password! Set, if need.
ru: был создан без пароля! Установите, если требуется!
